espressif/esp-idf/components/esp_hw_support/test_apps/mspi/sdkconfig.ci.esp32s31_120sdr_200ddr
CONFIG_IDF_TARGET="esp32s31"

CONFIG_IDF_EXPERIMENTAL_FEATURES=y
CONFIG_SPIRAM=y
CONFIG_SPIRAM_SPEED_200M=y

#use 80 until 120 is supported TODO: IDF-14653
CONFIG_ESPTOOLPY_FLASHFREQ_80M=y
#CONFIG_SPI_FLASH_HPM_ENA=y
#CONFIG_BOOTLOADER_FLASH_DC_AWARE=y
